/* Prompt moving or duplicating file */
"A file with the same name already exists. Do you want to replace the existing file?" = "Un fichier portant le même nom existe déjà. Voulez-vous remplacer le fichier existant ?";

/* Toolbar item */
"Action" = "Action";
"Active" = "Actif";

/* Window title. */
"Activity" = "Activité";
"Allow" = "Permettre";
"Always" = "Toujours";

/* Transfer action for existing files */
"Prompt" = "Me demander quoi faire";

/* Toolbar item */
"Bookmarks" = "Signets";

/* Alert sheet alternate button */
"Cancel" = "Annuler";

/* Toolbar item tooltip */
"Character Encoding" = "Encodage des caractères";
"Choose" = "Choisir";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Effacer";

/* Remove all bookmarks from history. */
"Clear Menu" = "Effacer le menu";

/* Toolbar item */
"Column" = "Colonne";

/* Toolbar item tooltip */
"Connect to server" = "Se connecter au serveur";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "Impossible d'ouvrir ou de lire le fichier distant";
"Could not open the file" = "Impossible d'ouvrir le fichier";
"Could not show the file" = "Impossible d'afficher le fichier";
"Could not show the file in the Finder" = "Impossible d'afficher le fichier dans le Finder";
"Default" = "Par défaut";

/* Toolbar item tooltip */
"Create New Folder" = "Créer un nouveau dossier";

/* Menu item */
"Cut {0}" = "Couper {0}";
"Copy {0}" = "Copy {0}";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Supprimer";
"Delete Bookmark" = "Effacer Signet";

/* Toolbar item tooltip */
"Delete file" = "Supprimer le fichier";
"Deny" = "Refuser";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Se déconnecter";

/* Alert sheet title */
"Disconnect from {0}" = "Se déconnecter de {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Se déconnecter du serveur";
"Do you want to delete the selected bookmark?" = "Voulez-vous effacer le signet sélectionné ?";

/* Toolbar item */
"Download" = "Télécharger";
"Download As:" = "Télécharger vers:";

/* Toolbar item tooltip */
"Download file" = "Télécharger le fichier";
"Download the selected file to…" = "Télécharger le fichier sélectionné vers…";

/* Toolbar item */
"Edit" = "Édition";

/* Toolbar item */
"Encoding" = "Encodage";

/* Toolbar item tooltip */
"Edit file in external editor" = "Éditer le fichier dans l'éditeur externe";

/* Alert sheet title */
"Error" = "Erreur";

/* Quit application on Windows */
"Exit" = "Quitter";
"File" = "Fichier";

/* A column in the browser */
"Filename" = "Nom du fichier";
"{0} Files" = "{0} Fichiers";
"Folder" = "Dossier";
"FTP (File Transfer Protocol)" = "FTP (Protocole de Transfert de Fichiers)";
"FTPS (FTP/SSL)" = "FTP-SSL (FTP sur TLS/SSL)";

/* Toolbar item */
"Get Info" = "Lire les informations";

/* Toolbar item */
"Go to Folder" = "Aller au dossier";
"History" = "Historique";
"Host key mismatch for {0}" = "Discordance de clé d'hôte: {0}";
"Invalid character in filename." = "Caractère incorrect dans le nom du fichier";
"Invalid character in folder name." = "Caractère incorrect dans le nom du dossier";



/* A column in the browser */
"Kind" = "Type";
"Extension" = "Extension";

/* Toolbar item */
"List" = "Liste";
"Local" = "Local";
"Local File" = "Fichier local";
"Mac Line Endings (CR)" = "Fins de ligne Mac (CR)";

/* Synchronize option */
"Mirror" = "Site miroir";

/* A column in the browser */
"Modified" = "Date de modification";

/* Move a downloaded file to the trash */
"Move to Trash" = "Placer dans la Corbeille";
"Multiple files" = "Fichiers multiples";

/* Create new bookmark */
"New Bookmark" = "Nouveau signet";

/* Toolbar item */
"New Connection" = "Nouvelle connexion";

/* Toolbar item */
"New Folder" = "Nouveau dossier";

/* Alert sheet text */
"No newer version available." = "Pas de nouvelle version disponible.";
"No private key selected" = "Aucune clé privée sélectionnée";
"No Bonjour services available" = "Aucun service Bonjour disponible";
"No external editor available" = "Pas d'éditeur externe disponible";
"No recently connected servers available" = "Aucun serveur récent disponible";

/* Alert sheet title */
"No update" = "Pas de mise à jour";
"None" = "Aucun";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} de {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "OK";
"Open" = "Ouvrir";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Ouvrir dans le navigateur web";

/* Open new connection to server */
"Open new connection" = "Ouvrir une nouvelle connexion";

/* Toolbar item */
"Outline" = "Liste déroulable";

/* Transfer action for existing files. */
"Overwrite" = "Remplacer";

/* A column in the browser */
"Owner" = "Possesseur";

/* A column in the browser */
"Group" = "Groupe";
"Passive" = "Passif";

/* Menu item */
"Paste {0}" = "Coller {0}";

/* A column in the browser */
"Permissions" = "Permissions";

/* Toolbar item */
"Quick Connect" = "Connexion rapide";

/* Toolbar item */
"Quick Look" = "Quick Look";
"Quit" = "Quitter";
"Quit Anyway" = "Quitter quand même";

/* Confirm deleting files. */
"Really delete the following files? This cannot be undone." = "Voulez-vous vraiment supprimer les fichiers suivants ? Cette action est irréversible.";

/* Toolbar item */
"Refresh" = "Actualiser";

/* Toolbar item tooltip */
"Refresh directory listing" = "Actualiser la liste des fichiers";

/* Toolbar item in Transfer Window. */
"Reload" = "Recharger";

/* Toolbar item in Transfer Window. */
"Remove" = "Supprimer";
"Remove completed transfers from list." = "Supprimer les transferts terminés de la liste.";

/* Toolbar item in Transfer Window.
   Transfer action for existing files */
"Resume" = "Reprendre";
"Review…" = "Revoir…";

/* Toolbar item in Transfer Window. */
"Search" = "Rechercher";
"Server File" = "Fichier serveur";
"SFTP (SSH File Transfer Protocol)" = "SFTP (Protocole de transfert de fichiers via SSH)";
"SCP (Secure Copy)" = "SCP (Copie sécuritaire)";
"Show" = "Afficher";

/* Toolbar item tooltip */
"Show file attributes" = "Afficher les attributs du fichier";
"Show in Finder" = "Afficher dans le Finder";

/* Toolbar item tooltip */
"Show Transfers window" = "Afficher la fenêtre des transferts";

/* A column in the browser */
"Size" = "Taille";

/* Toolbar item in Transfer Window. */
"Stop" = "Arrêter";

/* Transfer action for existing files */
"Skip" = "Ignorer";

/* Toolbar item tooltip */
"Switch Browser View" = "Changer la vue du navigateur";
"Symbolic Link (File)" = "Lien symbolique (fichier)";
"Symbolic Link (Folder)" = "Lien symbolique (dossier)";

/* Toolbar item */
"Synchronize {0} with" = "Synchroniser {0}";

/* Toolbar item tooltip */
"Synchronize files" = "Synchroniser des fichiers";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Afficher les signets";
"Transfer in progress" = "Transfert en cours";

/* Toolbar item */
"Transfers" = "Transferts";

/* Toolbar item */
"Trash" = "Corbeille";
"Unknown size" = "Taille inconnue";
"Unknown" = "Inconnu";

/* Alert sheet text */
"The connection will be closed." = "La connexion sera interrompue.";
"The current allowed key for this host is {0}." = "La clé actuellement autorisée pour cet hôte est {0}.";
"The host is currently unknown to the system. The host key fingerprint is {0}." = "L'hôte est actuellement inconnu du système. L'empreinte de la clé d'hôte est {0}.";
/* SSH remote host identification */
"The host key supplied is {0}." = "La clé d'hôte fournie est {0}.";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Il y a eu un problème lors de la recherche de mises à jour. Veuillez réessayez plus tard.";
"There are files currently being transferred. Quit anyway?" = "Des éléments sont en attente de transfert. Quitter quand même ?";
/* SSH remote host identification */
"Unknown host key for {0}." = "Clé d'hôte inconnue pour {0}.";

/* Toolbar item */
"Upload" = "Transférer";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Transférer un fichier local vers l'hôte distant";

/* Use browser session for file transfers */
"Use browser connection" = "Utiliser la connexion du navigateur";

/* Transfer action for existing files */
"Rename existing" = "Renommer les existants";
"Rename" = "Renommer";

/* Toolbar item */
"View" = "Vue";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Vous êtes connecté à au moins un site distant. Voulez-vous réviser les fenêtres de navigation ouvertes ?";

/* Option in error dialog if a connection error occurs, opens the Network Diagnostics application */
"Open Network Diagnostics" = "Ouvrir les Diagnostics du réseau";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Version stable";
"Beta" = "Version beta";
"Snapshot Builds" = "Version instable";

"Show Hidden Files" = "Afficher les fichiers cachés";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Masquer la barre d'outils";
"Show Toolbar" = "Afficher la barre d'outils";
